tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "ast-grep"
brew "bat"
brew "glib"
brew "chezmoi"
brew "libidn2"
brew "eza"
brew "fd"
brew "unbound"
brew "gnutls"
brew "icu4c@77"
brew "harfbuzz"
brew "openjpeg"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-secrets"
brew "libassuan"
brew "gnupg"
brew "jq"
brew "lua"
brew "lua-language-server"
brew "mas"
brew "mise"
brew "tree-sitter"
brew "neovim"
brew "pnpm"
brew "ripgrep"
brew "sheldon"
brew "starship"
brew "tmux"
brew "yarn"
brew "zsh"
cask "deepl"
cask "docker-desktop"
cask "firefox"
cask "font-3270-nerd-font"
cask "font-hack"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "postman"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "zoom"
vscode "anthropic.claude-code"
vscode "ast-grep.ast-grep-vscode"
vscode "astro-build.astro-vscode"
vscode "bierner.markdown-mermaid"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "deque-systems.vscode-axe-linter"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "harg.iceberg"
vscode "marp-team.marp-vscode"
vscode "mosapride.zenkaku"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-playwright.playwright"
vscode "ms-vsliveshare.vsliveshare"
vscode "orta.vscode-jest"
vscode "pkief.material-icon-theme"
vscode "pkief.material-product-icons"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rvest.vs-code-prettier-eslint"
vscode "shardulm94.trailing-spaces"
vscode "simonsiefke.svg-preview"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "unifiedjs.vscode-mdx"
vscode "vitest.explorer"
vscode "wayou.vscode-todo-highlight"
vscode "ygkn.storybook-opener"
vscode "yoavbls.pretty-ts-errors"
vscode "yusukehirao.vscode-markuplint"
vscode "yzhang.markdown-all-in-one"
